micropython/micropython/ports/raspberrypi/boards/solderparty_rp2040_stamp/mpconfigboard.h
#define MICROPY_HW_BOARD_NAME "RP2040 Stamp"
#define MICROPY_HW_MCU_NAME "rp2040"
